Repository: bartkessels/SimpleConvert
Catalog: po/*.po
Languages: nl

source: Convert multiple files to another filetype
nl: Converteer meerdere bestanden naar een anders bestandstype

source: Overwrite output files
nl: Output bestanden overschrijven

source: If this is set to true the files in the output folder that have the same name as one of the files you're converting will be overwritten.
nl: Als dit op waar is gezet worden de bestanden in de output folder metdezelfde naam als één van de bestanden die je wilt converteren overschreven.

source: Display notification when files are converted
nl: Notificatie tonen zodra alle bestanden zijn geconverteerd

source: If this is enabled Simple Convert will show a notification to let you know the files are converted.
nl: Als dit op waar is gezet wordt er een notificatie getoond zodra allebestanden zijn geconverteerd.

source: Remove file from list after it's converted
nl: Bestand uit lijst verwijderen na conversie

source: If this is enabled the file will be removed from the list after it is converted.
nl: Als dit op waar is gezet wordt het bestand dat is geconverteerd verwijdertuit de lijst.

source: Simple Convert is a small application to convert multiple files to another filetype
nl: Simple Convert is een kleine applicatie om meerdere bestanden naar een ander bestandstype te converteren

source: Cancel
nl: Annuleren

source: Apply
nl: Toepassen

source: Always overwrite output file
nl: Output bestanden altijd overschrijven

source: Show notification when converting is done
nl: Notificatie weergeven zodra alle bestanden zijn geconverteerd

source: Remove file from list after convertion
nl: Bestand uit lijst verwijderen nadat deze is geconverteerd

source: _Shortcuts
nl: _Sneltoetsen

source: _Preferences
nl: _Instellingen

source: _About
nl: _Over

source: _Quit
nl: S_luiten

source: Convert multiple files
nl: Converteer meerdere bestanden

source: Shortcuts
nl: Sneltoetsen

source: Main
nl: Algemeen

source: Convert the files
nl: Bestanden converteren

source: Files
nl: Bestanden

source: Add a file
nl: Bestand toevoegen

source: Remove selected file
nl: Geselecteerde bestand verwijderen

source: You must select an output folder before you can continue
nl: Er moet een uitvoerfolder geselecteerd zijn voordat je verder kunt

source: Converting done
nl: Converteren is klaar

source: All your files are converted!
nl: Al je bestanden zijn geconverteerd!

source: Select files
nl: Selecteer bestanden

source: Add
nl: Toevoegen
